<?php if (!defined('FORUM')) die();

$lang_parserus = [
    'Hidden text' => 'Скрытый текст'
];

$lang_parserus_errors = [
    1 => 'Тег [%1$s] находится в черном списке',
    2 => 'Тег [%1$s] отсутствует в белом списке',
    3 => 'Тег [%1$s] нельзя открыть внутри тега [%2$s]',
    4 => 'Не найден начальный тег для парного тега [/%1$s]',
    5 => 'Найден парный тег [/%1$s] для одиночного тега [%1$s]',
    6 => 'В теге [%1$s] отсутствуют атрибуты',
    7 => 'Тег [%1$s=...] не может содержать первичный атрибут',
    8 => 'Тег [%1$s ...] не может содержать вторичные атрибуты',
    9 => 'Атрибут \'%2$s\' тега [%1$s] не соответствует шаблону',
    10 => 'Тег [%1$s ...] содержит неизвестный вторичный атрибут \'%2$s\'',
    11 => 'Тело тега [%1$s] не соответствует шаблону',
    12 => 'Тег [%1$s] нельзя открыть внутри аналогичного тега',
    13 => 'В теге [%1$s] отсутствует обязательный атрибут \'%2$s\'',
    14 => 'Все теги пустые',
];
