<?php
if (!defined('FORUM')) die();
$lang_edit_period = array(
'Edit period'	=>	' পোস্ট সম্পাদনার সময়সীমা',
'Duration'		=> 'সময়সীমা',
'Duration note'	=>	'কত মিনিট পর্যন্ত পোস্টটি সম্পাদনা করা যাবে। আপনি যে কোন সময়সীমা উল্লেখ করতে পারেন তবে সেই সময়সীমাকে মিনিটে রূপান্তর করে লিখুন।',
'No edit'		=> 'দুঃখিত, আপনি এই পোস্ট সম্পাদনা করতে পারবেন না কারণ সম্পাদনা করার সময়সীমা পার হয়ে গেছে। আপনি যদি মনে করে এই পোস্টে কোন সংশোধনী প্রয়োজন তাহলে আপনি পোস্টের নিচের অভিযোগ লিংকটি ব্যবহার করে মডারেশন বোর্ডকে তা অবহিত করতে পারেন।'
);