<?php
if (!defined('FORUM')) die();

$lang_edit_period = array(
    'Edit period'    => 'Время редактирования сообщений',
    'Duration'       => 'Продолжительность',
    'Duration note'  => 'Количество минут, в течение которых сообщение можно редактировать после публикации. Если нужны часы или дни, конвертируйте их в минуты.',
    'No edit'        => 'Вы больше не можете редактировать это сообщение, так как время редактирования истекло. Если вам нужно что-то исправить, сообщите об этом администратору или модераторам.',
    'Go to settings' => 'Настройки',
);
